{
  "week_35_day_1_title": "متوازن غذا کیا ہے؟",
  "week_35_day_1_heading": "متوازن غذا",
  "week_35_day_1_text": "متوازن غذا سے مراد وہ غذا ہے جس میں خوراک کے تمام اجزاء \n(لمحیات ،نشاستہ ،روغنیات،معدنیات اور وٹامن ) اتنی مقدار میں \nشامل ہوں کہ وہ جسم کی ضروریات پوری کر سکیں ۔خوراک کے یہ اجزاء  مختلف ذرائع میں مختلف تناسب میں موجود ہوتے ہیں اس لئے ضروری ہے کہ ہلکی پھلکی اشیاء استعمال کریں مثلاً کھانے میں روٹی ،چاول ،انڈا ،گوشت ،سبزی دالیں اور پھل وغیرہ",
  "week_35_day_1_text_2": "یاد رکھئے :حمل کے دوران متوازن غذا ہی آپ کے بچے کی صحیح نشو نما میں ایک اہم کردار اد ا کر سکتی ہے ۔",


  "week_35_day_3_title": "متوازن غذا کی اہمیت کیا ہے؟",
  "week_35_day_3_heading": "متوازن غذا کی اہمیت",
  "week_35_day_3_text": "حمل کے دوران عورت کے جسم میں کئی تبدیلیاں رونما ہوتی ہیں ۔جن کا مقصد بچے کو بچہ دانی میں موزوں حالات مہیا کرنا ہوتا ہے ۔ساتھ ہی ساتھ ماں کے دودھ کی تیاری میں اہم کردار ادا ہوتا ہے۔",
  "week_35_day_3_text_2": "وہ مائیں جو حمل کے دوران مناسب غذائیں نہیں لیتی وہ عموماً کم وزن والے بچے کو جنم دیتی ہیں۔",
  "week_35_day_3_text_3": "پیٹ میں پلنے والا بچہ چونکہ اپنی غذا ماں کے جسم سے حاصل کرتا ہے اس لئے ماں کی غذا ئیت رحم میں پلنے والے بچے کی نشو نما میں اہم کردار اد ا کرتی ہے۔",


  "week_35_day_5_title": "حمل کے دوران اچھی متوازن غذا کیا ہے؟",
  "week_35_day_5_heading": "حمل کے دورا ن ماں کی صحت برقرار رکھنے کے لیے زیادہ غذا ا کی ضرورت ہوتی ہے",
  "week_35_day_5_text": "ایک حاملہ خاتون اگر روٹی گھی کیسا تھ کھاتی ہے تو ایسی خوراک کو ایک ستارہ دیا جاتا ہے یہ صحیح خوراک ہے",
  "week_35_day_5_text_2": "ایک حاملہ خاتون چاؤ ل ،مکی ،گندم ،دالیں ،تیل ,ہری سبزیاں یا پھل وغیرہ کھا رہی ہے تو ایسی خوراک کو دو ستارے دئیے جاتے ہیں -یہ بہتر غذا ہے۔",
  "week_35_day_5_text_3": "ایک حاملہ خاتون چاول ،مکئی ،گندم ،دالیں ،تیل ،ہری سبزیاں ،پھل اور گوشت وغیرہ استعمال کر رہی ہے تو ایسی خوراک کو تین ستارے دئیے جاتے ہیں۔ حاملہ اور دودھ پلانے والی خاتون کو تین ستاروں والی خوراک لینی چاہیے۔",


  "week_36_day_1_title": "ابتدائی دودھ پلانے کا آغاز اور کولسٹرم کیا ہے؟",
  "week_36_day_1_heading": "پہلا دودھ (کولسٹرم)  کیا ہے؟",
  "week_36_day_1_text": "صحت کا عالمی ادارہ پیدائش کے بعد ایک گھنٹے کے اندر ماں کا دودھ شروع کروانے کی ہدایت کرتا ہے۔\nبچے کی پیدائش کے بعد شروعاتی تین سے پانچ دنوں تک ماں کی چھاتیوں سے زردی مائل گاڑھا دودھ نکلتا ہے ۔جس کو ماں کا پہلا دودھ (کولسٹرم )کہتے ہیں- یہ پہلا دودھ بچے کیلئے بے حد مفید ہوتا ہے۔ اس میں ایسے اجزاء شامل ہوتے ہیں جو بچے کی صحت اور نشو نما کیلئے ضروری ہوتے ہیں ۔کھبی کھبار مائیں اس با ت سے پریشان ہو جاتی ہیں کہ ان کا دودھ پیلا اور ہلکے رنگ کا ہے۔ ماں کا دودھ کھبی پتلا نہیں ہوتا ۔بچے کیلئے ضروری ہوتا ہے کہ وہ دونوں اقسام کا (پہلے والا اور بعد والا)دودھ پیئے تا کہ اس کی غذا مکمل ہو سکے۔ اس  میں بچے کیلئے پانی بھی شامل ہوتا ہے۔\n",


  "week_36_day_3_title": "کولسٹرم کے فوائد",
  "week_36_day_3_heading": "پہلے دودھ (کولسٹرم )کے فوائد",



  "week_36_day_5_title": "کولسٹرم کے متعلق غلط فہمیاں"


}