import '../model/day_content_model.dart';
import '../model/week_content_model.dart';

List<WeekContentModel> weeksContent = [
  WeekContentModel(
    weekName: "Pregnancy Week 35",
    phase: 'pregnancy',
    days: [
      DayContentModel(
        day: 1,
        title: "مبارک ہو، انشاءاللہ آپ بہت جلد ماں بننے والی ہیں!",
        content:
            "آپ کی زندگی  کا  ایک نیا اور خوبصورت باب شروع ہو رہا ہے ۔ آپ کی رہنمائی  کے لئے  ہم اس سفر میں  آپ کے ساتھ ہیں تاکہ آپ اپنی اور آنے والے ننھے مہمان کی صحت کا بہترین خیال رکھ سکیں۔ ہمیں یقین ہے اس سفر میں آپ کو ضرور کچھ نیا سیکھنے کا موقع ملے گا۔ تو چلیں، اس ہفتے ہم متوازن غذا  کے بارے میں بات  کرتے ہیں۔",
      ),
      DayContentModel(
        day: 3,
        title: "متوازن غذا کی اہمیت",
        content:
            "ہم امید کرتے ہیں کہ آپ باقاعدگی سے ڈاکٹر کے پاس معائنے کے لئے جا رہی ہیں اور اپنی خوراک کا خاص خیال رکھ رہی ہیں کیونکہ آپ کا  بچہ اپنی غذا ماں کے جسم سے حاصل کرتا ہے۔",
      ),
      DayContentModel(
        day: 5,
        title: "حمل کے دوران اچھی متوازن غذا کیا ہے؟",
        content:
            "ہمیں یہ سمجھنا چاہیے کہ متوازن غذا کی صحیح مقدار ہمارے جسم کی صحت اور نشونما کے لئے بہت ضروری ہے۔جیسے آپ نے پچھلے پیغام کی ویڈیو میں دیکھا کہ حمل کے دوران ماؤں کے لیے اچھی خوراک کھانا بہت ضروری ہے اس لیے آج ہم آپ کو حمل کے دوران  مختلف غذائی اجزاء کے بارے میں بتائیں گے۔",
      ),
    ],
    uniqueID: 'P1035',
  ),
  WeekContentModel(
      weekName: "Pregnancy Week 36",
      phase: 'pregnancy',
      days: [
        DayContentModel(
          day: 1,
          title: "خواتین میں نارمل لیبر کے آغاز کی علامات",
          content:
              "اس ہفتے ہم آپ سے بچہ دانی کے کھلنے کا عمل، جسے \"لیبر\" کہتے ہیں، کے بارے میں بات کریں گے۔ حمل کے آخری دنوں میں لیبر کی نشانیاں کا خیال رکھنا بہت اہم ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "لیبر کے دوران خطرے کی علامات",
          content:
              "اگر آپ کو کسی بھی قسم کی مندرجہ ذیل غیر معمولی علامات محسوس تو فوراً ہسپتال یا اپنے ڈاکٹر سے رابطہ کریں۔",
        ),
        DayContentModel(
          day: 5,
          title: "لیبر کے دوران کیا توقع کریں",
          content:
              "بچے کیلئے چھاتیوں میں موجود دودھ کی مقدار اس کی ضرورت کے عین مطابق ہو تی ہے اور بچے کے رونے کی دوسری وجوہات ہو سکتی ہیں۔ کولسٹرم دودھ گاڑھا اور زردی مائل ہوتا ہے",
        ),
      ],
      uniqueID: 'P1036'),
  WeekContentModel(
      weekName: "Pregnancy Week 37",
      phase: 'pregnancy',
      days: [
        DayContentModel(
          day: 1,
          title:
              "آپ کے آنے والے نئے مہمان کی آمد کے لیے دعائیں اور نیک خواہشات! بچے کو ماں کا دودھ پلائیں",
          content:
              "زچگی(delivery) کا وقت قریب ہے، اور یہ ایک اہم خوشی کا لمحہ ہے ۔",
        ),
        DayContentModel(
          day: 3,
          title: "ابتدائی دودھ پلانے کا آغاز:    پہلا دودھ (کولسٹرم)  کیا ہے؟",
          content:
              "آپ نے پچھلے پیغام کی ویڈیو میں دیکھا کہ ماں کا دودھ بچے کو پیدائش کے ایک گھنٹے میں پلانا شروع کرنا چاہیے۔",
        ),
        DayContentModel(
          day: 5,
          title:
              "ودھ پلانے کے دوران بچے کاصحیح طریقے سے جڑنے یا اچھے اٹیچمنٹ (attachment) کا کیا مطلب ہے؟ ",
          content:
              "آپ نے پچھلے پیغام کی ویڈیو میں دیکھا کہ بچے کی پیدائش کے بعد ماں کا پہلا دودھ (کولسٹرم )بچے کیلئے مکمل غذا ہے ۔",
        ),
      ],
      uniqueID: 'P1037'),
  WeekContentModel(
      weekName: "Child Week 1",
      phase: "Child",
      days: [
        DayContentModel(
          day: 1,
          title:
              "ننھے مہمان کی آمد پر آپ کو دلی مبارکباد! بچے کو ماں کا پہلا دودھ پلانا",
          content:
              "آپ  نے زچگی کے سفر میں جس حوصلے اور صبر کا مظاہرہ کیا، وہ قابل تعریف ہے۔ یہ سفر آسان نہیں تھا، لیکن آپ نے یہ مشکل مرحلہ کامیابی سے مکمل کیا ۔ ہم سمجھ سکتے ہیں کہ اس وقت آپ تھکی ہوئی ہیں",
        ),
        DayContentModel(
            day: 3,
            title: "بچے کو گھٹی دینے کے نقصانات",
            content: "اپنے بچے کو صرف ماں کا دودھ پلائیں۔"),
        DayContentModel(
            day: 5,
            title: "بچے کو حفاظتی ٹیکے لگوائیں",
            content:
                "پیدائش کے وقت اپنے بچے کو پولیو اور ٹی بی سے بچاؤ کے حفاظتی ٹیکے لگوائیں۔پولیو کی بیماری بچوں میں  زندگی بھر کی معذوری کرتی ہے جبکہ ٹی بی  کی بیماری بچوں میں جسمانی کمزوری پیدا کرتی ہے۔ حفاظتی ٹیکےہی آپ کے بچے کی بہتر اور محفوظ مستقبل کی ضمانت ہے۔"),
      ],
      uniqueID: 'C2001'),
  WeekContentModel(
      weekName: "Child Week 2",
      phase: 'child',
      days: [
        DayContentModel(
            day: 1,
            title: "ماؤں کے لیے صحت مند طرز زندگی برقرار رکھنے کے مشورے",
            content:
                "ہمیں احساس ہے کہ اس وقت آپ کا جسم زچگی کے بعد بحالی کے مرحلے سے گزر رہا ہے۔  اس لئے ضروری ہے کہ آپ اپنی صحت کا خاص خیال رکھیں تاکہ آپ کی توانائی بحال ہو اور آپ اپنے بچے کی بہتر دیکھ بھال کر سکیں۔ اس مشکل گھڑی میں  آپ اکیلی نہیں ہیں، ہم آپ کی رہنمائی کے لئے موجود ہیں۔ "),
        DayContentModel(
            day: 3,
            title: "بچے کی ناف کی دیکھ بھال",
            content:
                "آپ ایک بہترین ماں ہیں اور آپ کا پیار اور محنت آپ کے بچے کے لیے سب سے قیمتی ہیں۔ خود پر بھروسہ کریں اور حوصلہ رکھیں۔  آہستہ آہستہ آپ بچے  کے معمول یا روٹین کو سمجھ جائیں گی اور اس کے مطابق اپنے آپ کو ایڈجسٹ کر لیں گی۔ "),
        DayContentModel(
            day: 5,
            title:
                "آن ڈیمانڈ (on demand)دودھ پلانا اور  بچے کی بھوک کی علامات(feeding cues)",
            content:
                "بچے کو صرف اپنا دودھ پلائیں۔ بچے کو ہر دفعہ دودھ پلانے کے بعد ڈکار دلائیں۔  اگر آپ کو دودھ پلانے میں کوئی دشواری ہو تو پریشان نہ ہوں ۔ یہ ایک نیا سفر ہے اور آپ وقت کے ساتھ بہتر ہوتی جائیں گی۔ اپنی دیکھ بھال جاری رکھیں، آپ بہترین کام کر رہی ہیں!"),
      ],
      uniqueID: 'C2002'),
  WeekContentModel(
      weekName: "Child Week 3",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "مسئلہ :زخمی یا پھٹی ہو ئی نپل",
          content:
              "امید کرتے ہیں آپ کا دن اچھا گزر رہا ہوگا۔ بچے کو دودھ پلانے کے ابتدائی دنوں میں نپل پر زخم آسکتا ہے۔ گھبرائیں نہیں، اس سے احتیاط ممکن ہے۔ کوشش کریں بچے کو بھوک کی ابتدائی علامات میں دودھ پلائیں۔ ",
        ),
        DayContentModel(
          day: 3,
          title: "ماں کا دودھ پلانے کے لئے   صفائی کی  چند احتیاطی تدابیر",
          content: "دودھ پلانے یا بچے کو ہاتھ لگانے سے پہلے ہاتھ دھوئے۔\n"
              "روزانہ چھاتی کو صاف پانی سے دھوئے، صابن کا زیادہ استعمال نہ کرے کیونکہ یہ جلد کو خشک کر سکتا ہے۔",
        ),
        DayContentModel(
            day: 5,
            title: "بچے کی صفائی کے بارے میں معلومات",
            content: "اپنے بچے کے کپڑے اور بستر کو صاف رکھیں۔\n"
                "بچے کے نازک جلد کے لیے صاف اور نرم کپڑوں کا استعمال کریں۔"),
      ],
      uniqueID: 'C2003'),
  WeekContentModel(
      weekName: "Child Week 4",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بیمار بچے کو دودھ پلانے سے متعلق چند ہدایات",
          content:
              "بیماری کے دوران بچے کو دودھ پلانا جاری  رکھیں بلکہ اس میں اضافہ کرنا چاہیےکیونکہ:۔",
        ),
        DayContentModel(
            day: 3,
            title: "سماعت اور بصارت کی نشونما",
            content:
                "آپ کا یہ جاننا بہت ضروری ہے کہ بچے کی نشوونما کے مختلف مراحل کیا ہوتے ہیں تاکہ آپ اپنے بچے کی بہترین دیکھ بھال کر سکیں- "),
        DayContentModel(
          day: 5,
          title: "بچے کی جسمانی نشونما",
          content:
              "پچھلے پیغام میں آپ کو بچے کی  دیکھنے اور سننے کی نشونما کے کچھ مراحل بتائے گئے تھے۔ آج  جسمانی نشوونما   کے بارے میںباتیں آپ سے شیئر کرتے ہیں۔",
        ),
      ],
      uniqueID: 'C2004'),
  WeekContentModel(
      weekName: "Child Week 5",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "آپ کا بچہ 1 ماہ کے سنگ میل (milestone) کو پہنچ گیا ہے!\nفارمولہ دودھ ماں کے دودھ کا متبادل نہیں ہوتا",
          content:
              "مبارک ہو!\nآپ کے پیارے بچے کو ایک مہینہ مکمل ہونے پر دل سے مبارکباد! "
              "یہ آپ کے لیے ایک خاص سنگ میل ہے، اور آپ نے زبردست محنت کی ہے۔ "
              "آپ کا بچہ بڑھ رہا ہے اور دن بدن مضبوط ہو رہا ہے۔ "
              "یہ سفر خوبصورت ہے، اور ہم آپ کے ساتھ ہیں! یاد رکھیں!",
        ),
        DayContentModel(
          day: 3,
          title: "ماں کے لیے اپنا دودھ پلانے کے فوائد",
          content:
              "یاد رکھیں!\nاگر ماں لمبے عرصے تک اپنا دودھ پلاتی ہیں تو چھاتی (breast) اور انڈے دانی (ovary) کا کینسر، "
              "ٹائپ 2 Diabetes، اور Blood Pressure کی بیماری کا امکان کم ہو جاتا ہے۔",
        ),
        DayContentModel(
          day: 5,
          title:
              "بچوں کی چوسنی  یعنی پیسفائیر اور   بوتل  سے دودھ پلانے کے نقصانات",
          content:
              "یاد رکھیں!\nاپنے بچے کو بوتل یا پيسیفائر یعنی بچوں کی چوسنی نہ دیں۔",
        ),
      ],
      uniqueID: 'C2005'),
  WeekContentModel(
      weekName: "Child Week 6",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "چھٹے ہفتے  کی ویکسینیشن کے بارے میں یاد دہانی!",
          content:
              "امید کرتے ہیں کہ آج کا دن آپ کے بچے کے لیے خوبصورت ہو۔ آپ کے ننھے منے  بچے کا اگلا حفاظتی ٹیکہ چھٹے ہفتے میں لگنا ہے۔ آپ بچے کو اپنا دودھ ویکسین لگوانے کے بعد پلا سکتی ہیں۔ کوشش کریں کہ اپنا دودھ زیادہ بار پلائیں۔ اس سے بچے کو سکون ملے گا، پانی کی کمی نہیں ہوگی، اور بچے کی قوتِ مدافعت بہتر ہوگی۔",
        ),
        DayContentModel(
          day: 3,
          title: "دودھ کی پیداوار میں بہتر اٹیچمنٹ کی اہمیت",
          content:
              "جتنا  زیادہ بچہ ماں کی  چھاتیوں سے  دودھ پیتا ہے، اتنا زیادہ ماں کی  چھاتیوں میں دودھ بنتا ہے۔ اس لیے یہ ضروری ہے کہ بچہ صحیح طریقے سے ماں کے سینے سے لگے تاکہ وہ آسانی سے زیادہ دودھ پی سکے اور ماں بغیر کسی تکلیف کے زیادہ بار دودھ پلا سکے ۔",
        ),
        DayContentModel(
          day: 5,
          title: "مسئلہ :چھاتیوں کا دودھ سے بھرنا",
          content: """وجوہات
ماں کا بچے کو بہت لمبے وقفوں سے اپنا دودھ پلانا۔
بچے کا چھاتی سے مکمل دودھ نہ پینا یا ہر مرتبہ دودھ پلانے پر چھاتیوں کا اچھی طرح سے خالی نہ ہونا۔
""",
        ),
      ],
      uniqueID: 'C2006'),
  WeekContentModel(
      weekName: "Child Week 7",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچہ کی مناسب مقدار میں دودھ حاصل نہیں کرنے کی کیا علامات ہے؟",
          content: """
ہر ماہ بچے کا 500گرام سے کم وزن بڑھنا یا وزن کا نہ بڑھنا۔
بچے کو کم مقدار میں اور گاڑھے رنگ کا پیشاب آنا۔
دن میں چھ مرتبہ سے کم پیشاب آنا۔
""",
        ),
        DayContentModel(
          day: 3,
          title: "بیمار ماں کے لئے   دودھ پلانے سے متعلق چند ہدایات",
          content:
              "ماں کے کے لیےعام نزلہ، زکام، یا ہلکا بخار جیسی بیماریوں کے دوران،  دودھ پلانا عام طور پر محفوظ اور فائدہ مند ہوتا ہے ۔",
        ),
        DayContentModel(
          day: 5,
          title: "والدین گھریلو کاموں کی ذمہ داری  بانٹیں",
          content:
              "والدین آپس میں  ذمہ داریاں بانٹیں۔  شوہر  مختلف  کاموں میں مدد کریں جیسے کھانے کی تیاری، گھر  کی صفائی یا بچے کو سنبھالنا۔ یہ نہ صرف ماں کو آرام کرنے کا موقع دے گا بلکہ  ماں سکون سےدودھ پلانے پر توجہ  دے سکے گی۔",
        ),
      ],
      uniqueID: 'C2007'),
  WeekContentModel(
      weekName: "Child Week 8",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کے سر کی حفاظت",
          content:
              "یاد رکھیں! کبھی بھی اپنے بچے کے سر کو زور سے جھٹکے نہ دیں۔ جھٹکنے سے ریڑھ کی ہڈی کو نقصان پہنچ سکتا ہے ۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی سمجھنے کی صلاحیت",
          content: "اس ہفتے ہم آپ سے بچے کی نشوونما پر کچھ بات کرتے ہیں۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی جسمانی اور   زبان سیکھنے کی نشونما ",
          content:
              "اب آپ کا بچہ زیادہ تر وقت سر کو سیدھا رکھتا ہے ۔ ہاتھوں کو کھولتا اور بند کرتا ہے ۔ ",
        ),
      ],
      uniqueID: 'C2008'),
  WeekContentModel(
      weekName: "Child Week 9",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "آپ کا بچہ2 ماہ کے سنگ میل(milestone) کو پہنچ گیا ہے! صرف ماں کا دودھ  پلائیں",
          content:
              "مبارک ہو! یہ آپ کی محبت، محنت اور دیکھ بھال کا نتیجہ ہے۔ آپ ایک شاندار ماں ہیں اور آپ کا کام واقعی قابلِ تعریف ہے۔",
        ),
        DayContentModel(
            day: 3,
            title: "ماں کی ذہنی صحت",
            content: "یاد رکھیں\nاپنی ذہنی صحت کا خاص خیال رکھیں۔"),
        DayContentModel(
          day: 5,
          title: "اپنے بچے سے باتیں کریں",
          content:
              "اس عمر میں بچہ آوازوں کی طرف متوجہ ہوتا ہے، اور مختلف آوازوں پر ردعمل ظاہر کر سکتا ہے۔",
        ),
      ],
      uniqueID: 'C2009'),
  WeekContentModel(
      weekName: "Child Week 10",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "دسویں ہفتے کی ویکسینیشن کے بارے میں یاد دہانی ",
          content:
              "امید کرتے ہیں کہ آج کا دن آپ کے بچے کے لیے خوبصورت ہو۔ آپ کے ننھے منے بچے  کا اگلا حفاظتی ٹیکہ دسویں ہفتے میں لگنا ہے۔ آپ بچے کو اپنا دودھ ویکسین لگوانے کے بعد پلا سکتی ہیں۔ کوشش کریں کہ اپنا دودھ زیادہ بار پلائیں۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچوں میں مناسب وقفہ کے متعلق چند تجاویز",
          content: "آپ کی محنت اور ماں ہونے کی محبت قابل تعریف ہے!",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی صفائی کے بارے میں یاد دہانی",
          content: "بچے کی صفائی کا خاص خیال رکھیں۔",
        ),
      ],
      uniqueID: 'C2010'),
  WeekContentModel(
      weekName: "Child Week 11",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کے ساتھ معیاری وقت گزارنا !",
          content:
              "والدین  اپنے بچے کے ساتھ زیادہ سے زیادہ وقت گزاریں ۔یہ آپ کے لیے ناقابلِ فراموش یادیں بنائے گا۔",
        ),
        DayContentModel(
          day: 3,
          title: "والد  بچے کے ساتھ وقت گزاریں",
          content:
              "والد کو چاہیے کہ وہ اپنے بچے کے ساتھ کھیلیں اور بات کریں۔بچے کے ساتھ وقت گزارنےسے  والد  کا تعلق مضبوط  ہوتا ہے۔",
        ),
        DayContentModel(
          day: 5,
          title: "محبت اور پیار کے ساتھ بچے کی پرورش !",
          content:
              "جب آپ کا بچہ روئے تو اس کی طرف توجہ دیں۔اپنے بچے سے نرمی سے بات کریں ، پیار سے پیش آئیں، اور اکثر مسکرائیں۔",
        ),
      ],
      uniqueID: 'C2011'),
  WeekContentModel(
      weekName: "Child Week 12",
      phase: 'child',
      days: [
        DayContentModel(
            day: 1,
            title: "بچے کی سمجھنے کی صلاحیت",
            content: "اس ہفتے ہم آپ سے بچے کی نشوونما پر کچھ بات کرتے ہیں۔\n"
                "آپ کا بچہ اب آپ کی آواز کی سمت میں چہرہ موڑتا ہے۔\n"
                "یہ اس بات کا ثبوت ہے کہ وہ آپ کو پہچانتا اور پسند کرتا ہے۔"),
        DayContentModel(
          day: 3,
          title: "بچے کی جسمانی نشونما",
          content:
              "کیا آپ نے دیکھا کہ آپ کا بچہ اب چیزوں کو پکڑنے کی کوشش کر رہا ہے؟\n"
              "اب وہ زیادہ متحرک ہو رہا ہے اور ہاتھ پاؤں زور سے ہلاتا ہے۔یہ اس کی نشوونما کا ایک خوبصورت حصہ ہے۔",
        ),
        DayContentModel(
          day: 5,
          title: "سمجھنے اور زبان سیکھنے کی صلاحیت",
          content:
              "آپ کا بچہ اب مختلف آوازوں پر دھیان دیتا ہے اور آپ کی آواز سن کر خوش ہوتا ہے۔\n"
              "آپ کا بچہ اپنی نظر آپ پر مرکوز کرتا ہے۔",
        ),
      ],
      uniqueID: 'C2012'),
  WeekContentModel(
      weekName: "Child Week 13",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "  !آپ کا بچہ 3 ماہ کا  سنگ میل کو پہنچ گیا ہے\n"
              "دانت نکلنے کے بارے میں معلومات",
          content:
              "مبارک ہو! آپ کا پیارا بچہ تین ماہ کا ہو گیا ہے۔ یہ ایک شاندار سنگ میل ہے اور اس سفر میں آپ کی محنت قابل تعریف ہے۔یہ سب آپ کی محبت کا نتیجہ ہے۔",
        ),
        DayContentModel(
          day: 3,
          title:
              "کام کرنے والی ماؤں  کے لیے     breastfeeding  جاری رکھنے کے بارے میں  چند تجاویز",
          content:
              " ماں ہونا ایک خوبصورت ذمہ داری ہے، اور کام کے دوران بچے کو دودھ پلانا آپ کے بچے کے لیے محبت اور غذائیت کا سب سے بہترین تحفہ ہے۔ آپ یہ کر سکتی ہیں! ہم آپ کی رہنمائی کے لئے موجود ہیں۔",
        ),
        DayContentModel(
          day: 5,
          title: "ہاتھ  یا پمپ کی مدد سے چھاتی سے  ماں کا اپنا دودھ نکالنا",
          content:
              "اگر  ماں زیادہ عرصے کے لیے بچے سے دور  جانے کا ارادہ  رکھتی ہے تو وہ کم سے کم ہر 3 گھنٹے بعد  ہاتھ  یا پمپ کی مدد سے چھاتی سے اپنا دودھ نکالے جو بچے کی ضرورت کے مطابق ہو۔",
        ),
      ],
      uniqueID: 'C2013'),
  WeekContentModel(
      weekName: "Child Week 14",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "چودہ ہفتے کی ویکسینیشن کے بارے میں یاد دہانی !",
          content:
              "امید کرتے ہیں کہ آج کا دن آپ کے بچے کے لیے خوبصورت ہو۔ آپ کے ننھے منے  بچے کا اگلا حفاظتی  ٹیکہ چودہ ہفتے کی عمر میں لگنا ہے۔ آپ بچے کو اپنا دودھ ویکسین لگوانے کے بعد پلا سکتی ہیں۔ کوشش کریں کہ اپنا دودھ زیادہ بار پلائیں۔ اس سے بچے کو سکون ملے گا، پانی کی کمی نہیں ہوگی، اور بچے کی قوتِ مدافعت بہتر ہوگی۔ ",
        ),
        DayContentModel(
          day: 3,
          title: "ہاتھ سے دودھ نکالنے کا طریقہ",
          content:
              "ہاتھ کی مدد سے چھاتی سے دودھ نکال کر پلانا آسان اور فائدہ مند ہے  کیونکہ اس طریقے سے  کام کرنے والی مائیں دودھ پلانے کا سلسلہ جاری رکھ سکتی ہیں۔",
        ),
        DayContentModel(
          day: 5,
          title: "کپ  کے ذریعے ماں کا  دودھ پلانے  کا طریقہ",
          content:
              "اگر کبھی آپ کا بچہ براہِ راست دودھ نہ پی سکے، تو آپ کے دودھ کو صاف کپ کے ذریعے دینا ایک بہترین آپشن ہے۔ کپ کے ذریعے دودھ دینا خاص طور پر ان حالات میں مفید ہے جب بچہ کمزور ہو، بیمار ہو، یا آپ کام پر ہوں۔",
        ),
      ],
      uniqueID: 'C2014'),
  WeekContentModel(
      weekName: "Child Week 15",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "ماں کے  دودھ  کو   اسٹور کرنے کا طریقہ",
          content:
              "ماں ہونا آسان نہیں، خاص طور پر کام کے دوران، لیکن ہم آپ کی حوصلہ افزائی کرتے ہیں کہ آپ  اپنا دودھ پلانے کو جاری  رکھنا چاہتی ہیں۔اس ہفتے ہم آپ کو اس بارے میں بہتر رہنمائی اور معلومات فراہم کریں گے۔",
        ),
        DayContentModel(
          day: 3,
          title: "ماں کے  اسٹورڈ دودھ کو پگھلانے (defrost)کا طریقہ",
          content:
              "آپ کا کام اور ماں ہونے کی ذمہ داری دونوں اہم ہیں، اور ہم جانتے ہیں کہ آپ اپنے بچے کی بہترین دیکھ بھال کرنا چاہتی ہیں۔ کام کی جگہ پر دودھ پلانے کا منصوبہ بنانا آپ کے بچے کی صحت کے لیے بہت اہم ہے۔آپ کی رہنمائی کے لئے ہم آج ماں کے اسٹورڈ  expressed  دودھ کو پگھلانے کا صحیح اور محفوظ طریقہ بتاتے ہیں۔",
        ),
        DayContentModel(
          day: 5,
          title: "ماں کے دودھ کو  پگھلانے کے بعد  پلانے کی تیاری",
          content:
              "ماں کے دودھ کو گرم کرنے کی ضرورت نہیں  ہوتی ہیں۔ یہ کمرے کے درجہ حرارت پر  دیا جا سکتا ہے ۔ اگر آپ ماں کے دودھ کو گرم کرنے کا ارادہ رکھتے ہیں، تو مندرجہ ذیل نکات کا دھیان رکھے:۔",
        ),
      ],
      uniqueID: 'C2015'),
  WeekContentModel(
      weekName: "Child Week 16",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی جسمانی نشونما  ",
          content:
              "آپ کا بچہ اب اپنے سر اور کندھوں کو بازوؤں کا سہارا لے کر اٹھانے لگا ہے۔ یہ اس کی جسمانی نشوونما کا ایک اہم سنگ میل ہے۔ آپ کے بچے کی بڑھتی ہوئی طاقت دیکھنا ہمارے لئےخوشی کی بات ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی سمجھنے کی صلاحیت!",
          content:
              "آپ کا بچہ اب اپنے ہاتھ میں پکڑے ہوئے چیزوں کو غور سے دیکھتا ہے اور ان کے ساتھ کھیلنے کی کوشش کرتا ہے۔ یہ اس کے ہاتھوں کی مہارت اور دماغی نشوونما کی علامت ہے۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی زبان سیکھنے کی نشونما",
          content:
              "کیا آپ نے سنا؟ آپ کا بچہ اب آوازیں نکالتے ہوئے ببلنگ کرنے لگا ہے۔ آپ کا بچہ اب ہنسنا شروع کر چکا ہے ۔ اس کے یہ ننھے ننھے الفاظ  اور اس کی یہ معصوم ہنسی آپ کے دل کو خوشی سے بھر دے گی۔",
        ),
      ],
      uniqueID: 'C2016'),
  WeekContentModel(
      weekName: "Child Week 17",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "آپ کا بچہ 4 ماہ کے سنگ میل پر پہنچ گیا ہے! بچے کو وقت پر ویکسین لگوائیں",
          content:
              "آپ کو دل کی گہرائیوں سے مبارک ہو! آپ کے بچے نے چوتھے ماہ کو مکمل کر لیا ہے اور اب پانچویں ماہ میں داخل ہو رہا ہے۔ یہ آپ کی محبت، محنت اور صبر کا نتیجہ ہے۔ آپ نے جس طرح سے اپنے بچے کی پرورش کی ہے وہ قابل تعریف ہے۔",
        ),
        DayContentModel(
            day: 3,
            title: "بچے کی صفائی کے بارے میں معلومات",
            content:
                "بچے کی صفائی کا خاص خیال رکھیں۔ بچے کا ڈائپر وقت پر تبدیل کریں۔ "
                "بچے کے نازک حصوں کو صابن اور صاف پانی سے دھوئیں۔"),
        DayContentModel(
          day: 5,
          title: "بچے کی ناک صاف رکھنے کے بارے میں مشورہ !",
          content:
              "آپ کے بچے کی ذاتی صفائی اور آرام کے لیے بہت اہم ہے کہ آپ باقاعدگی سے اپنے بچے کی ناک صاف رکھیں تاکہ بچہ دودھ پینے کے دوران بہتر سانس لے سکے ۔",
        ),
      ],
      uniqueID: 'C2017'),
  WeekContentModel(
      weekName: "Child Week 18",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "والدین ایک دوسرے کی مدد کریں",
          content:
              "بہت باتیں آپ سے ہوئیں ہیں، چلیں اس ہفتے کچھ باتیں والد سے بھی کرتے ہیں۔",
        ),
        DayContentModel(
          day: 3,
          title: "شوہر گھریلو کاموں میں مدد کریں",
          content:
              "شوہر  مختلف  چھوٹے چھوٹے کاموں میں مدد کریں جیسے کھانے کی تیاری،  گھر  کی صفائی یا بچے کو سنبھالنا۔ یہ نہ صرف ماں کو آرام کرنے کا موقع دے گا بلکہ  ماں سکون سےدودھ پلانے پر توجہ  دے سکے گی۔",
        ),
        DayContentModel(
          day: 5,
          title: "اہلیہ کا خیال رکھیں !",
          content:
              "بچے کو دودھ پلانے کے دوران اپنی اہلیہ کے لیے پانی، ہلکی پھلکی غذا یا تکیے فراہم کریں تاکہ وہ سکون سےدودھ پلانے پر توجہ دے سکیں۔",
        ),
      ],
      uniqueID: 'C2018'),
  WeekContentModel(
      weekName: "Child Week 19",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "باقاعدگی سے بچے کے وزن اور قد کی پیمائش کروائیںں",
          content:
              "اپنے بچے کا قد اور وزن باقاعدگی سے چیک کروائیں۔ یہ اس بات کو یقینی بنانے میں مدد کرے گا کہ اس کی نشوونما عمر کے مطابق ہو رہی ہے۔ ",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کے تجسس کو ابھاریں!",
          content:
              "بچے کو گھر سے باہر کے ماحول کا تجربہ دیں۔اپنے بچے کو مختلف آوازیں، چہرے، چیزیں اور جگہیں دکھائیں۔ یہ اس کی ذہنی",
        ),
        DayContentModel(
          day: 5,
          title: "بچے  کے روٹین  کو  قائم کریں",
          content:
              "اپنے بچے کے لیے کھانے، نہانے اور سونے کا وقت مقرر کریں۔ یہ اس کی سرگرمیوں کے ایک ترتیب  routine",
        ),
      ],
      uniqueID: 'C2019'),
  WeekContentModel(
      weekName: "Child Week 20",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی جسمانی نشونما",
          content: "مسئلہ :کام کرنے والی ماؤں کی دشواریاں اور تجاویز",
        ),
        DayContentModel(
            day: 3,
            title: "بچے کی سمجھنے کی صلاحیت",
            content:
                "اب آپ کا بچہ پیش کی گئی چیزوں کو دریافت کرنے میں دلچسپی لے گا۔ یہ ظاہر کرتا ہے کہ وہ اپنی دنیا کے بارے میں جاننے کی کوشش کر رہا ہے۔"),
        DayContentModel(
          day: 5,
          title: "بچے کی زبان سیکھنے کی نشونما ",
          content:
              "جب آپ اپنے بچے سے بات کرتی ہیں اور وہ ببلنگ کے ذریعے جواب دیتا ہے تو یہ اس کے بڑھتے ہوئے زبان کے ہنر کی علامت ہے۔",
        ),
      ],
      uniqueID: 'C2020'),
  WeekContentModel(
      weekName: "Child Week 21",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "آپ کا بچہ 5 ماہ کے سنگ میل (Milestone) کو پہنچ گیا ہے! بچے کو ابھی بھی صرف ماں کا دودھ پلائیں۔",
          content:
              "مبارک ہو!   آپ کا بچہ چھٹے ماہ میں داخل ہو رہا ہے ۔ آپ کی محبت اور توجہ بچے کے لئےسب سے بہترین ہیں ۔آپ بہت زبردست ماں ہیں!",
        ),
        DayContentModel(
          day: 3,
          title: "ماں ہاتھ  یا پمپ سے بھی دودھ نکال کر بچے کو پلائیں",
          content:
              "اگر آپ  کام کرنے والی ماں ہیں یاکسی وجہ سے اپنے بچے سے کچھ وقت کے لیے دور ہیں ، تو کم سے کم ہر 3 گھنٹے بعد  ہاتھ  یا پمپ کی مدد سے چھاتی سے اپنا دودھ نکالے جو بچے کی ضرورت کے مطابق ہو۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کو پانی یا نیم ٹھوس غذا شروع نہیں کریں",
          content:
              "اکثر مائیں بچوں کو پانچ ماہ کی عمر سے ہی پانی یا نیم ٹھوس غذا شروع کر دیتی ہیں۔ یہ سراسر غلط ہے۔",
        ),
      ],
      uniqueID: 'C2021'),
  WeekContentModel(
      weekName: "Child Week 22",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچوں کے دانت کب نکلتے ہیں؟",
          content:
              "تقریباً 5 سے 7 ماہ میں بچوں کے نیچے والے سامنے کے دانت نکلنا شروع ہوتے ہیں۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچوں کے دانت نکلنے کی علامات",
          content:
              "یاد رکھیں!\n بچوں کے دانت کبھی کبھی بغیر کسی درد یا تکلیف کے نکل آتے ہیں۔ دیگر اوقات میں، آپ یہ نشانیاں دیکھ سکتے ہیں:",
        ),
        DayContentModel(
          day: 5,
          title: "بچوں کے دانت نکلنے کے مرحلے کے بارے  میں ہدایات",
          content:
              "یاد رکھیں!\nاگر آپ کے بچے کے دانت نکلنا شروع ہو گئے ہے تو اس دوران بچے کبھی چڑچڑے ہو جاتے ہیں اورکبھی انہیں ہلکا بخار بھی ہو جاتا ہے",
        ),
      ],
      uniqueID: 'C2022'),
  WeekContentModel(
      weekName: "Child Week 23",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کو چوسنی )  پيسيفائر (ہرگز نہ دیں",
          content:
              "یاد رکھیں!\nچوسنی  کے استعمال سے بچوں کی صحت کو مندرجہ ذیل نقصان پہنچ سکتا ہے:",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی صفائی کا خاص خیال رکھیں",
          content: "کرنے والے کام (Do’s):\nبچہ کو باقاعدگی سے نہلائیں۔",
        ),
        DayContentModel(
          day: 5,
          title: "اپنے گھر کے ماحول کو صاف رکھیں",
          content:
              "کرنے والے کام (Do’s):\n بچے کے ارد گرد کی جگہ صاف رکھیں تاکہ وہ صحت مند ماحول میں رہے۔\n اپنے گھر اور ارد گردمچھروں کی افزائش روکیں۔ بہت ضروری ہے کہ پانی جمع ہونے والے مقامات کو بھر دیں یا نکاس کریں ۔",
        ),
      ],
      uniqueID: 'C2023'),
  WeekContentModel(
      weekName: "Child Week 24",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی جسمانی نشونما",
          content: "آپ کا چھوٹا بچہ ہر دن اپنے بارے میں نئی دریافت کر رہا ہے۔ "
              "وہ اب اپنے پیروں کو پکڑ کر کھیل سکتا ہے۔ یہ اس کی حرکت اور تجسس کو ظاہر کرتا ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی سمجھنے  اور زبان سیکھنے کی نشونما",
          content:
              "آپ کا بچہ آوازوں کی نقل کرنا شروع کر رہا ہے۔ یہ اس کے بولنے کی صلاحیت کی طرف ایک خوبصورت قدم ہے۔\n"
              "وہ اب فاصلے پر چیزوں اور لوگوں پر اپنی نظر جمائے رکھ سکتا ہے۔ یہ اس کی ذہنی نشوونما کا ایک اہم حصہ ہے۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی جذباتی اور سماجی نشونما",
          content: "آپ کا بچہ آپ کے ساتھ بات چیت کرتا ہے اور آپ کو پہچانتا ہے۔ "
              "یہ لمحہ واقعی خاص ہے! یہ آپ کے درمیان مضبوط رشتہ قائم کرنے کا وقت ہے۔",
        ),
      ],
      uniqueID: 'C2024'),
  WeekContentModel(
      weekName: "Child Week 25",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "مبارک ہو، آپ کا بچہ 6 ماہ کے سنگ میل (milestone) کو پہنچ گیا ہے! بچے کی اضافی غذا کا آغاز",
          content:
              "مبارک ہو!   آپ کا بچہ اب چھے ماہ مکمل کر کے ساتویں مہینے میں داخل ہو چکا ہے۔ اب صرف ماں کا دودھ بچے کی اضافی توانائی، پروٹین، آئرن،",
        ),
        DayContentModel(
          day: 3,
          title: "بچے  کی  اضافی غذا",
          content: "یاد رکھیں!\n"
              "مندرجہ ذیل کاموں سے گریز کریں\n"
              "نہیں کرنے والے کام (Don'ts):",
        ),
        DayContentModel(
          day: 5,
          title: " چھٹے ماہ کی ویکسینیشن کے بارے میں یاد دہانی !",
          content:
              "امید کرتے ہیں کہ آج کا دن آپ کے بچے کے لیے خوبصورت ہو۔ آپ کے ننھے منے  بچے کا اگلا حفاظتی  ٹیکہ چھ ماہ کی عمر میں  لگتا ہے۔",
        ),
      ],
      uniqueID: 'C2025'),
  WeekContentModel(
      weekName: "Child Week 26",
      phase: 'child',
      days: [
        DayContentModel(
            day: 1,
            title: "بچے کو نئی غذا  شروع  کرنے کے بارے میں ہدایات",
            content:
                "یاد رکھیں!\nبچے کو کوئی بھی نئی غذا دو سے تین دن تک دیں پھر دوسری غذا متعارف کرائیں تاکہ:"),
        DayContentModel(
          day: 3,
          title: "بچے کی متوازن خوراک کا کیا مطلب ہے؟",
          content:
              "بچے کی متوازن خوراک کا مطلب ہےوہ خوراک جس میں مختلف غذائی اجزاء مناسب مقدار میں شامل ہوں تاکہ بچے کی جسمانی اور ذہنی نشونما بہترین ہو سکے۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی متوازن خوراک کن چیزوں سے بنتی ہے؟",
          content:
              "آج ہم آپ کو بتاتے ہیں کہ بچوں کی متوازن خوراک میں کن چیزوں کا شامل ہونا ضروری ہے۔",
        ),
      ],
      uniqueID: 'C2026'),
  WeekContentModel(
      weekName: "Child Week 27",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "کیا بچہ کا موٹا ہونا صحت کی نشانی ہے؟",
          content:
              " بچے کا عمر سے زیادہ وزن ہونا اس کیلئے موٹاپا، ذیابیطس اور بلڈ پریشر کا سبب بن سکتا ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی اضافی غذا میں آئرن (iron)کیوں ضروری ہے؟",
          content:
              "آئرن بچے کو خون کی کمی (anemia) سے بچاتا  ہیں اور  بچے کی قوت مدافعت کو بڑھاتا ہے۔",
        ),
        DayContentModel(
            day: 5,
            title:
                "دست (diarrhea) کے دوران بچے کی اضافی خوراک کے بارے میں کچھ اصول"
                "کرنے والے کام (Do’s)",
            content: "بچے کو ماں کا دودھ پلانا جاری رکھیں۔\n"
                "بچے کو پانی وقفے وقفے سے پلاتے رہیں تاکہ پانی کی کمی نہ ہو۔\n"
                "پانی کے علاوہ بچے کو ORS بھی دیں۔"),
      ],
      uniqueID: 'C2027'),
  WeekContentModel(
      weekName: "Child Week 28",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی جسمانی نشونما",
          content:
              "آپ کا بچہ اب کوشش کر رہا ہے کہ خود سے بیٹھنے کی صلاحیت حاصل کرے۔\nوہ اب اپنی انگلیوں اور انگوٹھے کی مدد سے چیزیں پکڑنے کی کوشش کر رہا ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی  زبان سیکھنے کی صلاحیت",
          content:
              "آپ کا بچہ آپ کے پکارنے پر ردعمل دینا شروع کر رہا ہے۔\n یہ اس بات کا اشارہ ہے کہ وہ اپنی زبان کی مہارت کو بہتر بنا رہا ہے۔",
        ),
        DayContentModel(
            day: 5,
            title: "بچے کی ذہنی ، جذباتی اور  سماجی نشونما",
            content:
                " آپ کا بچہ اب ایک وقت میں ایک کھلونے یا چیز کے ساتھ کھیلنے کی عادت ڈال رہا ہے۔ \n  یہ اس کی توجہ اور ذہنی نشوونما کے لیے اہم ہے۔"),
      ],
      uniqueID: 'C2028'),
  WeekContentModel(
      weekName: "Child Week 29",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "مبارک ہو،  آپ کا بچہ7  ماہ کے سنگ میل(milestone) کو پہنچ گیا ہے!بچے کو اضافی غذا کے ساتھ ماں کا دودھ  پلائیں",
          content:
              "مبارک ہو!   آپ کا بچہ سات ماہ مکمل کر کے آ ٹھویں مہینے میں داخل ہو چکا ہے ۔ ہم امید کرتے ہیں کہ آپ نے اپنے بچے کے لئے مناسب اور متوازن غذا کا آغاز کر لیا ہوگا ۔ ",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کو کھانے میں فنگر فوڈز متعارف کرائیں",
          content:
              "انشاءاللہ آپ کا بچہ کچھ ہی عرصے میں اپنے ننھے منے انگلیوں  اور  ہاتھوں سے کھانے کو پکڑنے اور منہ میں ڈالنے کی کوشش شروع  کر لے گا۔ ",
        ),
        DayContentModel(
          day: 5,
          title: "کون سے فنگر فوڈز بچے کو دیے جا سکتے ہیں؟",
          content:
              " نرم روٹی یا چپاتی کے چھوٹے ٹکڑے۔\nاچھی طرح پکا ہوا pastaیا چاول۔ ",
        ),
      ],
      uniqueID: 'C2029'),
  WeekContentModel(
      weekName: "Child Week 30",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "میرا بچہ کھانے سے کھیلتا زیادہ ہے اور کھاتا کم ہے ۔ کیا یہ پریشان ہونے کی بات ہے؟",
          content:
              "یہ عام طور پر پریشانی کی بات نہیں ہے کیونکہ سات ماہ میں بچے  اپنے ہاتھوں اور انگلیوں سے کھانے کو پکڑنے کی اور منہ میں ڈالنے کی کوشش شروع کر دیتے ہیں۔یہ کھیلنا نشونما کا ایک فطری حصہ ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی نشونما میں کھانے سے کھیلنے کی کیا اہمیت ہے؟",
          content:
              "بچے کی نشونما میں کھانے سے کھیلنے کا عمل بہت اہم ہے۔ یہ عمل بچے کے لئے:\n مختلف غذاؤں کی بناوٹوں، اور رنگوں سے متعارف کرواتا ہے ، جس سے بچے کی چھونے، چکھنے اور دیکھنے کی صلاحیت(sensory skills)کی  نشونما ہوتی ہے۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کو فنگر فوڈز کھلانے کے کیا فائدے ہیں؟",
          content:
              "بچے کا فنگر فوڈ  کو  خود سے پکڑنا اور کھانا  ، اُس  کے  باریک  پٹھوں  کی صلاحیت(fine motor skills) کو بہتر بناتا ہے۔",
        ),
      ],
      uniqueID: 'C2030'),
  WeekContentModel(
      weekName: "Child Week 31",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی صفائی کا خاص خیال رکھیں",
          content: "کرنے والے کام (Do’s):\n"
              "دن میں کم از کم ایک بار نہلائیں۔\n"
              "بچے کے کان اور ناک کو صاف کریں۔",
        ),
        DayContentModel(
          day: 3,
          title: "ماں  کی صحت بہت ضروری ہے",
          content:
              "ہم آپ کی تھکن سمجھ سکتے ہیں اس لیے اپنی جسمانی اور ذہنی صحت کا خیال رکھیں۔\n"
              "خود کے لیے وقت نکالیں۔ نیند پوری کریں اور صحت بخش غذا کھائیں۔",
        ),
        DayContentModel(
          day: 5,
          title: "اپنے بچے  کے ساتھ وقت گزاریں",
          content: "یاد رکھیں!\n"
              "اپنے بچے سے باتیں کریں، مسکرائیں، اور اسے اپنی آواز سے تسلی دیں۔",
        ),
      ],
      uniqueID: 'C2031'),
  WeekContentModel(
      weekName: "Child Week 32",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی جسمانی نشونما",
          content:
              "آپ کا بچہ اب بیٹھنے کی پوزیشن سے آگے بڑھ کر رینگنے کی تیاری کر رہا ہے۔ یہ اس کی جسمانی مضبوطی اور حرکت کی آزادی کا پہلا قدم ہے۔ ",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی  زبان سیکھنے اور سمجھنے کی صلاحیت",
          content:
              "آپ کا بچہ اب اپنے پہلے لفظوں کی شروعات کر رہا ہے، جیسے 'ما'، 'با' یا 'دا'۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی جذباتی اور  سماجی نشونما",
          content:
              "اجنبیوں کی موجودگی میں آپ کا بچہ آپ سے لپٹ سکتا ہے، جو اس کے جذباتی تعلق اور آپ پر انحصار کو ظاہر کرتا ہے۔ ",
        ),
      ],
      uniqueID: 'C2032'),
  WeekContentModel(
      weekName: "Child Week 33",
      phase: 'child',
      days: [
        DayContentModel(
            day: 1,
            title:
                "مبارک ہو،  آپ کا بچہ8  ماہ کے سنگ میل(milestone) کو پہنچ گیا ہے!ماں کا دودھ اب بھی بچے کے لئے ضروری ہے",
            content:
                "مبارک ہو!    ماشاءاللہ ، آپ کا بچہ  نویں مہینے میں داخل ہو چکا ہے ۔ یہ ایک خوشی کا لمحہ ہے !"),
        DayContentModel(
          day: 3,
          title: "بچے کے دانت نکلنے کے دوران کی ہدایات",
          content:
              "بچوں کے اوپر والے سامنے کے دانت عام طور پر تقریباً 6 سے 8 ماہ میں نکلتے ہیں۔ کچھ بچے دانت نکلنے کے دوران چڑچڑے ہو جاتے ہیں، ان کا کھانے اور سونے کا معمول خراب ہو سکتا ہے، اور کبھی کبھی ہلکا بخار بھی ہو سکتا ہے",
        ),
        DayContentModel(
          day: 5,
          title: "اپنے بچے کو  چوسنی یا  بوتل   ہرگز نہ دیں",
          content:
              "چوسنی کا استعمال دانتوں اور مسوڑھوں کی ساخت کو نقصان پہنچا سکتا ہے۔",
        ),
      ],
      uniqueID: 'C2033'),
  WeekContentModel(
      weekName: "Child Week 34",
      phase: 'child',
      days: [
        DayContentModel(
            day: 1,
            title: "مبارک ہو، ",
            content:
                "مبارک ہو!    ماشاءاللہ ، آپ کا بچہ  نویں مہینے میں داخل ہو چکا ہے ۔ یہ ایک خوشی کا لمحہ ہے !"),
        DayContentModel(
          day: 3,
          title: "بچے کے دانت نکلنے کے دوران کی ہدایات",
          content:
              "بچوں کے اوپر والے سامنے کے دانت عام طور پر تقریباً 6 سے 8 ماہ میں نکلتے ہیں۔ کچھ بچے دانت نکلنے کے دوران چڑچڑے ہو جاتے ہیں، ان کا کھانے اور سونے کا معمول خراب ہو سکتا ہے، اور کبھی کبھی ہلکا بخار بھی ہو سکتا ہے",
        ),
        DayContentModel(
          day: 5,
          title: "اپنے بچے کو  چوسنی یا  بوتل   ہرگز نہ دیں",
          content:
              "چوسنی کا استعمال دانتوں اور مسوڑھوں کی ساخت کو نقصان پہنچا سکتا ہے۔",
        ),
      ],
      uniqueID: 'C2034'),
  WeekContentModel(
      weekName: "Child Week 35",
      phase: 'child',
      days: [
        DayContentModel(
            day: 1,
            title:
                "بچے کو کھانا کھلانے کے بارے میں رہنمائی نہیں کرنے والے کام(Don'ts): ",
            content:
                "کھانا کھلاتے وقت جلد بازی نہ کریں بلکہ بچے کو آرام سے اور صبر کے ساتھ کھانا کھلائیں۔"),
        DayContentModel(
          day: 3,
          title: "والدین بچوں کی پیدائش میں  مناسب  وقفہ کے بارے میں بات کریں!",
          content: "بچوں کی  پیدائش میں کم از کم دو سال کا وقفہ رکھنا بہتر ہے۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی پرورش اور والدین کی ذمہ داری!",
          content: "بچہ ماں اور باپ دونوں کی ذمہ داری ہے ۔",
        ),
      ],
      uniqueID: 'C2035'),
  WeekContentModel(
      weekName: "Child Week 36",
      phase: 'child',
      days: [
        DayContentModel(
            day: 1,
            title: "بچے کی جسمانی نشونما",
            content:
                "آپ کا بچہ اب سہارا لے کر خود کھڑا ہونے کی کوشش کر رہا ہے۔"),
        DayContentModel(
          day: 3,
          title: "بچے کی  زبان سیکھنے اور سمجھنے کی صلاحیت",
          content: "آپ کا بچہ اب کئی الفاظ دہرانے کی کوشش کر رہا ہے۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی جذباتی اور  سماجی نشونما",
          content:
              "آپ کا بچہ اب اپنے ہاتھوں سے کھانے کی کوشش کرتا ہے، جیسے فنگر فوڈ کو خود سے پکڑنا اور اپنے منہ میں ڈالنا۔",
        ),
      ],
      uniqueID: 'C2036'),
  WeekContentModel(
      weekName: "Child Week 37",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "مبارک ہو،  آپ کا بچہ 9 ماہ کے سنگ میل(milestone) کو پہنچ گیا ہے!بچے کی دیکھ بھال سے متعلق رہنمائی",
          content: "ماشاءاللہ !آپ کا بچہ دسویں مہینے میں داخل ہو چکا ہے ۔",
        ),
        DayContentModel(
          day: 3,
          title:
              " بچے کی دیکھ بھال سے متعلق رہنمائی وہ کام جو  ہرگز نہ کریں(Don’ts):",
          content:
              "بچے  کو چھوٹے کھلونے یا چیزیں سے دور رکھیں جو وہ آسانی سے منہ میں ڈال کر نگل سکتا ہے ۔",
        ),
        DayContentModel(
          day: 5,
          title: "نویں مہینےکی ویکسینیشن کے بارے میں یاد دہانی !",
          content:
              "امید کرتے ہیں کہ آج کا دن آپ کے بچے کے لیے خوبصورت ہو۔ آپ کے ننھے منے  بچے کا اگلا حفاظتی  ٹیکہ نو مہینےکی عمر میں لگنا ہے۔ ",
        ),
      ],
      uniqueID: 'C2037'),
  WeekContentModel(
      weekName: "Child Week 38",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی غذا سے متعلق رہنمائی",
          content:
              "بچے کے کھانے میں مختلف فوڈ گروپس شامل کریں تاکہ وہ تمام ضروری غذائیت حاصل کرے۔",
        ),
        DayContentModel(
          day: 3,
          title: "کیا بچے کو ڈبے کا جوس  دینا چاہیے؟",
          content:
              "ڈبے کے جوس میں زیادہ چینی ہوتی ہے، جو بچوں کے لئے  ذیابیطس کی بیماری کا سبب بن سکتی  ہیں ۔",
        ),
        DayContentModel(
          day: 5,
          title: "بچے  کو میٹھے کھانے یا اشیاء دینے کے کیا نقصانات ہیں؟",
          content:
              "یہ بچے کے دانتوں میں کیڑا لگنے اور مسوڑھوں کے مسائل پیدا کرتے ہیں۔",
        ),
      ],
      uniqueID: 'C2038'),
  WeekContentModel(
      weekName: "Child Week 39",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی لمبائی اور وزن کی نگرانی  کیوں ضروری ہے؟",
          content:
              "تاکہ معلوم ہو سکے کہ آپ کا بچہ اپنی عمر کے مطابق بڑھ رہا ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "غذائی کمی   بچے کے لئے کس طرح نقصان دہ ہیں؟",
          content:
              "غذائی کمی سے بچے کی جسمانی اور ذہنی نشوونما شدید متاثر ہوتی ہے۔",
        ),
        DayContentModel(
          day: 5,
          title: " بچے کی لمبائی اور وزن کب چیک کریں؟",
          content: "پہلے سال میں: ہر ماہ بچے کا قد اور وزن چیک کریں",
        ),
      ],
      uniqueID: 'C2039'),
  WeekContentModel(
      weekName: "Child Week 40",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی جسمانی نشونما",
          content: "آپ کا بچہ اب چلنے کی کوشش کر رہا ہے ۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی  زبان سیکھنے اور سمجھنے کی صلاحیت",
          content:
              'آپ کا بچہ اب ایک بامعنی لفظ بولنے لگا ہے، جیسے "ماں" یا "بابا"۔',
        ),
        DayContentModel(
          day: 5,
          title: " بچے کی لمبائی اور وزن کب چیک کریں؟",
          content: "پہلے سال میں: ہر ماہ بچے کا قد اور وزن چیک کریں",
        ),
      ],
      uniqueID: 'C2040'),
  WeekContentModel(
      weekName: "Child Week 41",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "مبارک ہو،  آپ کا بچہ 10 ماہ کے سنگ میل(milestone) کو پہنچ گیا ہے!",
          content:
              "ماشاءاللہ !آپ کا بچہ گیارھویں مہینے میں داخل ہو چکا ہے ۔ آپ کی محبت اور دیکھ بھال  کی وجہ سے  آپ کا بچہ صحت مند ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کو کھانے کے وقت خاندان کے ساتھ شامل کریں",
          content:
              'جب بچہ خاندان کے ساتھ کھانا کھاتا ہے، تو  بچے کو خاندان کے افراد کے ساتھ گھلنے ملنے کا موقع ملتا ہے ۔',
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی خود کھانے کی حوصلہ افزائی کریں",
          content:
              "بچے کو ایسے کھانے  دیں جو پکڑنے میں آسان ہوں تاکہ وہ خود سے کھانا سیکھے ۔",
        ),
      ],
      uniqueID: 'C2041'),
  WeekContentModel(
      weekName: "Child Week 42",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "کھانے میں وٹامن سی والی سبزیوں اور پھل کا استعمال کریں",
          content:
              "یاد رکھیں!\nوٹامن سی  بچے کے جسم میں  آئرن کے جذب  ہونے کو بڑھاتی ہیں ۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچوں کے دانتوں کو صاف رکھیں",
          content: 'دس ماہ کی عمر میں بھی بچے کےنئے دانت آنا جاری رہتے ہیں۔',
        ),
        DayContentModel(
          day: 5,
          title: "بچے کے آس پاس چھوٹی چھوٹی اشیاء نہ رکھیں",
          content:
              "چھوٹی  چیزیں جیسے کہ پن، بٹن، سکّہ، چھالیہ، تسبیح کے دانے بچے کے پاس نہ رکھیں کیونکہ آپ کا بچہ انگلیوں سے چھوٹی اشیاء اٹھا کر منہ میں ڈال سکتا ہے۔",
        ),
      ],
      uniqueID: 'C2042'),
  WeekContentModel(
      weekName: "Child Week 43",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی جسمانی نشونما : موٹے پٹھوں کی صلاحیت (Gross Motor)",
          content:
              "آپ کا بچہ فرنیچر کا سہارا لے کر سائیڈ پر چلنے کی کوشش کر رہا ہے۔",
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی جسمانی نشونما : باریک پٹھوں کی صلاحیت (Fine Motor)",
          content:
              'آپ کا بچہ چیزوں کو ایک برتن یا کنٹینر میں ڈالنے کی کوشش کر رہا ہے۔',
        ),
        DayContentModel(
          day: 5,
          title: "اپنے گھر کو بچے کے لئے محفوظ  بنائیں",
          content:
              "اب جبکہ آپ کا بچہ کھڑا ہونے اور چلنے کی کوشش کر رہا ہے، آپ کو ان کی حفاظت کا خیال رکھنا ہوگا۔",
        ),
      ],
      uniqueID: 'C2043'),
  WeekContentModel(
      weekName: "Child Week 44",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی  زبان سیکھنے صلاحیت",
          content:
              'آپ کا بچہ اب آسان ہدایات پر عمل کر سکتا ہے، جیسے "گیند دو" یا "یہاں آؤ"۔',
        ),
        DayContentModel(
          day: 3,
          title: "بچے کی  سمجھنے کی صلاحیت",
          content:
              'اب آپ کا بچہ اپنی پسندیدہ چیز کی طرف اشارہ کر کے اپنی خواہش ظاہر کر سکتا ہے۔۔',
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی جذباتی اور  سماجی نشونما",
          content: "آپ کا بچہ وہ عمل دہراتا ہے جس کی آپ تعریف کرتی ہیں۔",
        ),
      ],
      uniqueID: 'C2044'),
  WeekContentModel(
      weekName: "Child Week 45",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title:
              "مبارک  ہو،  آپ کا بچہ 11ماہ کے سنگ میل(milestone) کو پہنچ گیا ہے!\n بچے کی  غذا کے متعلق رہنمائی ",
          content:
              'ماشاءاللہ !آپ کا بچہ بارھویں مہینے میں داخل ہو چکا ہے یہ ایک اہم سنگ میل ہے۔  آپ کی محبت اور محنت کی بدولت، آپ کا بچہ صحت مند نشوونما کی طرف گامزن ہے۔',
        ),
        DayContentModel(
          day: 3,
          title: 'بچے کی غذائیت کے لیے "Eat the Rainbow" کا اصول اپنائیں',
          content:
              'آپ بچے کو مختلف رنگوں والی غذائیں شامل کر کے تمام ضروری غذائی اجزاء فراہم کر سکتی ہیں۔',
        ),
        DayContentModel(
          day: 5,
          title: "بچے کو  خود سے کھانا سکھائیں",
          content:
              "کرنے والے کام (Do’s):\n  بچے کو ایسے کھانے دیں جو پکڑنے میں آسان ہوں۔",
        ),
      ],
      uniqueID: 'C2045'),
  WeekContentModel(
      weekName: "Child Week 46",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "والدین بچے کے ساتھ کھیلیں",
          content:
              'کھیل بچے کی جسمانی نشوونما کو فروغ اور بچے کی ذہنی صلاحیتوں میں اضافہ کرتا ہے۔',
        ),
        DayContentModel(
          day: 3,
          title: 'بچے کو تعلیمی کھلونے اور  رنگین کتابیں دیں',
          content:
              'تعلیمی کھلونے بچے کی ذہنی اور جسمانی نشوونما میں مددگار ثابت ہوتے ہیں۔جیسے کہ چند مثالیں یہ ہیں:',
        ),
        DayContentModel(
          day: 5,
          title: "بارھویں مہینےکی ویکسینیشن کے بارے میں یاد دہانی !",
          content:
              "امید کرتے ہیں کہ آج کا دن آپ کے بچے کے لیے خوبصورت ہو۔ آپ کے ننھے منے  بچے کا اگلا حفاظتی  ٹیکہ بارھویں مہینےکی عمر میں لگنا ہے۔",
        ),
      ],
      uniqueID: 'C2046'),
  WeekContentModel(
      weekName: "Child Week 47",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بہن بھائیوں کو بچے کے ساتھ کھیلنے  کی حوصلہ افزائی کریں",
          content:
              'بڑے بہن بھائیوں کو بچے کے ساتھ بات چیت کرنے اور کھیلنے کی ترغیب دیں۔',
        ),
        DayContentModel(
          day: 3,
          title: 'بچے کی  زبان سیکھنے کی صلاحیت',
          content:
              'بولنے  کی مہارت (Language):آپ کا بچہ اب"نہیں" کے مطلب کو سمجھنے لگا ہے۔',
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی جسمانی نشونما :موٹے پٹھوں کی صلاحیت (Gross Motor)",
          content:
              "آپ کا بچہ اب تھوڑی دیر کے لیے بغیر سہارا لیے کھڑا ہو سکتا ہے۔",
        ),
      ],
      uniqueID: 'C2047'),
  WeekContentModel(
      weekName: "Child Week 48",
      phase: 'child',
      days: [
        DayContentModel(
          day: 1,
          title: "بچے کی جسمانی نشونما: باریک پٹھوں کی صلاحیت (Fine Motor)",
          content:
              'آپ کا بچہ اب دونوں ہاتھوں سے مگ پکڑ کر پانی یا دودھ پی سکتا ہے۔',
        ),
        DayContentModel(
          day: 3,
          title: 'بچے کی سمجھنے کی صلاحیت',
          content:
              'اب آپ کا بچہ کتاب میں موجود تصاویر کو دیکھنے اور پہچاننے میں دلچسپی لیتا ہے۔',
        ),
        DayContentModel(
          day: 5,
          title: "بچے کی جذباتی اور  سماجی نشونما",
          content:
              "آپ کا بچہ اس وقت بےچین ہوتا ہے جب آپ اس کی نظروں سے اوجھل ہوتی ہیں۔",
        ),
      ],
      uniqueID: 'C2048'),
];
